package hw10;

public class MainMenu {

	public MainMenu() {
		super();
	}
	
	public void printMenu() {
		System.out.println(
				"| --------------------------------Головне Меню-----------------------------------------|");
		System.out.println(
				"| Введіть 1, Перевірка слова з 5 літер, чи воно є паліндром                            |");
		System.out.println(
				"| Введіть 2, Заміна всіх голосних літер в довільній строці на тире                     |");
		System.out.println(
				"| Введіть 3, Порахувати кількість слів у реченні. (Речення довільне)                   |");
		System.out.println(
				"| Введіть 4, Знайти слово яке найчастіше зустрічається в реченні. (Речення довільне)   |");
		

	}
	
}
